Repository: applingua/WelshAppTMX
Catalog: Welsh App TMX by Applingua Ltd.tmx
Source language: en
Languages: cy

source: Base
cy: Sail

source: Audio
cy: Sain

source: Sound
cy: Sain

source: SOUND OFF
cy: SAIN I FFWRDD

source: Alarm Sound
cy: Sain y Larwm

source: SOUND ON
cy: SAIN YMLAEN

source: Seven Days
cy: Saith diwrnod

source: Sample
cy: Sampl

source: Samples
cy: Samplau

source: How many devices can I sync over iCloud?
cy: Sawl dyfais ydw i'n gallu cysoni dros iCloud?

source: Times Per Day:
cy: Sawl tro y diwrnod:

source: Spain
cy: Sbaen

source: Sunglasses
cy: Sbectol haul

source: Empty seat
cy: Sedd wag

source: setting up
cy: sefydlu

source: Invoice set up
cy: Sefydlu anfoneb

source: Setting Up Video
cy: Sefydlu Fideo

source: Set up your account by completing the tasks below.
cy: Sefydlwch eich cyfrif trwy gwblhau'r tasgau isod.

source: Curve segment
cy: Segment cromlin

source: Cycling
cy: Seiclo

source: Cycle %@ KM
cy: Seiclo %@ KM

source: Cycle %@ Mile
cy: Seiclo %@ milltir

source: Cycle %@ Miles
cy: Seiclo %@ milltir

source: Sale
cy: Sêl

source: Star
cy: Seren

source: Movie Star
cy: Seren Ffilm

source: Tutorials
cy: Sesiynau tiwtorial

source: Grind
cy: Sglefrio

source: Grind for 300m in one run
cy: Sglefrio am 300m mewn un rhediad

source: Grind for 500m in one run
cy: Sglefrio am 500m mewn un rhediad

source: Grind for 750m in one run
cy: Sglefrio am 750m mewn un rhediad

source: Grind during an elder chase
cy: Sglefrio yn ystod ymlid henaduriaid

source: RATE
cy: SGÔR

source: Score
cy: Sgôr

source: User rating: %.1f/5
cy: Sgôr defnyddiwr: %.1f/5

source: Best score
cy: Sgôr gorau

source: New best score
cy: Sgôr gorau newydd

source: New Best
cy: Sgôr orau newydd

source: High Score
cy: Sgôr Uchel

source: New High Score
cy: Sgôr Uchel Newydd

source: Airport rating
cy: Sgôr y maes awyr

source: Leaderboard
cy: Sgorfwrdd

source: Friends Leaderboard
cy: Sgorfwrdd Ffrindiau

source: FRIENDS LEADERBOARD
cy: SGORFWRDD FFRINDIAU

source: LEADER-BOARDS
cy: SGORFYRDDAU

source: Scores
cy: Sgoriau

source: LEADERBOARD
cy: SGORIAU UCHEL

source: LEADERBOARD ZEN
cy: SGORIAU UCHEL ZEN

source: RATE IT
cy: SGORIO HWN

source: Rate now
cy: Sgorio nawr

source: Rate this app
cy: Sgorio'r ap hwn

source: RATE US NOW
cy: SGORIWCH NI NAWR

source: scored by
cy: sgoriwyd gan

source: Doodles!
cy: Sgriblau!

source: Doodle on video
cy: Sgriblo ar fideo

source: Market Square
cy: Sgwâr y Farchnad

source: Chat
cy: Sgwrs

source: Conversations
cy: Sgwrs

source: Conversation / Activity
cy: Sgwrs / Gweithgaredd

source: %@ Chat
cy: Sgwrs %@

source: Chat for Premium users only
cy: Sgwrs ar gyfer defnyddwyr premiwm yn unig

source: New Chat
cy: Sgwrs newydd

source: Chats
cy: Sgyrsiau

source: TALK
cy: SIARAD

source: Chart
cy: Siart

source: Bar Chart
cy: Siart bar

source: Pie Chart
cy: Siart Cylch

source: Precipitation Chart
cy: Siart gwlybaniaeth

source: Make sure you fill out all of the fields.
cy: Sicrhewch eich bod yn llenwi pob maes.

source: Make sure your mobile phone is activated for use abroad
cy: Sicrhewch fod eich ffôn symudol wedi'i actifadu i'w ddefnyddio dramor

source: Make sure this table has a name and try again.
cy: Sicrhewch fod enw gan y bwrdd hwn a rhowch gynnig arall arni.

source: Open Shifts
cy: Sifftiau agored

source: Past Shifts
cy: Sifftiau blaenorol

source: Menagerie
cy: Sioe Anifeiliaid

source: Musical
cy: Sioeau Cerdd

source: Jack of All Trades
cy: Siôn Bob Swydd

source: Shop
cy: Siop

source: Store
cy: Siop

source: Darkroom Store
cy: Siop Darkroom

source: Grocery
cy: Siop groser

source: Shopping
cy: Siopa

source: Sure You Want to Leave?
cy: Siŵr eich bod am adael?

source: Rotation Snap
cy: Snap cylchdro

source: Object & Point Snap
cy: Snap gwrthrych a phwynt

source: Snap To Grid
cy: Snap i'r Grid

source: Custom Snap
cy: Snap personol

source: Snap
cy: Snapio

source: Zombie
cy: Sombi

source: %@ mentioned you in a comment
cy: Soniodd %@ amdanoch mewn sylw

source: Group Staff
cy: Staff mewn Grŵp

source: Status
cy: Statws

source: Looks
cy: Steiliau

source: Fire Stomp
cy: Stompio'r Tân

source: Stop
cy: Stopio

source: Abort sending
cy: Stopio anfon

source: Stop Event
cy: Stopio Digwyddiad

source: Unfollow
cy: Stopio dilyn

source: Unfollow %{USERNAME}?
cy: Stopio dilyn %{USERNAME}?

source: Unfollow Staff Picks
cy: Stopio dilyn dewisiadau staff

source: Stop downloading
cy: Stopio lawrlwytho

source: External storage currently unavailable
cy: Storfa allanol ddim ar gael ar hyn o bryd

source: Best streak!
cy: Streak gorau!

source: Lightning strikes seen
cy: Streiciau mellt a welwyd

source: HOW TO PLAY
cy: SUT I CHWARAE

source: How do I?
cy: Sut i?

source: How to use
cy: Sut i'w ddefnyddio

source: How we use cookies
cy: Sut rydym yn defnyddio cwcis

source: How do I restore a backup?
cy: Sut ydw i'n adfer copi wrth gefn?

source: How do I reorder a task?
cy: Sut ydw i'n aildrefnu tasg?

source: How do I create a subtask?
cy: Sut ydw i'n creu is-dasg?

source: How do I delete data?
cy: Sut ydw i'n dileu data?

source: How do I edit events?
cy: Sut ydw i'n golygu digwyddiadau?

source: How do I edit a task?
cy: Sut ydw i'n golygu tasg?

source: How do I add past events?
cy: Sut ydw i'n ychwanegu digwyddiadau yn y gorffennol?

source: HOW-TO
cy: SUT-I

source: Swipe to move!
cy: Sweipia i symud!

source: Swipe
cy: Sweipio

source: Swipe to discover
cy: Sweipio i ddarganfod

source: Swipe to edit and delete tasks.
cy: Sweipio i olygu a dileu tasgau.

source: Swipe left
cy: Sweipio i'r chwith

source: swipe for more on this topic
cy: sweipiwch am fwy ar y pwnc hwn

source: Swipe for filters
cy: Sweipiwch am hidlyddion

source: swipe to continue
cy: sweipiwch i barhau

source: Swipe to Learn More
cy: Sweipiwch i ddysgu mwy

source: Swipe up to continue
cy: Sweipiwch i fyny i barhau

source: SWIPE DOWN TO CLOSE
cy: SWEIPIWCH I LAWR I GAU

source: Swipe to Navigate
cy: Sweipiwch i Lywio

source: Swipe left or right to switch cameras
cy: Sweipiwch i'r chwith neu i'r dde i newid camerâu

source: Swipe to the left or right to quickly switch between your locations.
cy: Sweipiwch i'r chwith neu i'r dde i newid yn gyflym rhwng eich lleoliadau.

source: Swipe to the right for Advanced functions
cy: Sweipiwch i'r dde ar gyfer swyddogaethau uwch

source: Swipe previous/next
cy: Sweipiwch i'r un blaenorol/nesaf

source: Amount
cy: Swm

source: Job
cy: Swydd

source: Unassigned Position
cy: Swydd heb ei phennu

source: Position…
cy: Swydd…

source: Positions
cy: Swyddi

source: NEW FUNCTIONALITY
cy: SWYDDOGAETH NEWYDD

source: Advanced functions
cy: Swyddogaethau uwch

source: New comment: %s
cy: Sylw newydd: %s

source: Comments
cy: Sylwadau

source: Notice that you lose two cells
cy: Sylwch eich bod yn colli dwy gell

source: Move
cy: Symud

source: Move and scale
cy: Symud a graddio

source: Move entire branches from one part of the list to another by changing the parent task.
cy: Symud canghennau cyfan o un rhan o'r rhestr i un arall drwy newid y dasg wreiddiol.

source: Move to
cy: Symud i

source: Move To Local
cy: Symud i ddyfais leol

source: Move To iCloud
cy: Symud i iCloud

source: Move the numbers to make 6
cy: Symud y rhifau i wneud 6

source: Move around until you find another place on the map.
cy: Symudwch o amgylch tan i chi ddod o hyd i le arall ar y map.

source: Sounds
cy: Synau

source: Idea
cy: Syniad

source: Currency table
cy: Tabl arian cyfred

source: November
cy: Tachwedd

source: Taxi
cy: Tacsi

source: Tags
cy: Tagiau

source: Tag Friends
cy: Tagio ffrindiau

source: Tag Location…
cy: Tagio lleoliad…

source: Tag Position…
cy: Tagio swydd…

source: Pass
cy: Taith

source: Payment
cy: Taliad

source: Hide paid entries in overview
cy: Talu'r cofnodion wedi'u talu yn y trosolwg

source: Paid
cy: Talwyd

source: Paid with
cy: Talwyd gyda

source: Jet Fuel
cy: Tanwydd jetiau

source: Subscription
cy: Tanysgrifiad

source: Lifetime subscription
cy: Tanysgrifiad oes

source: Subscribe To:
cy: Tanysgrifio i:

source: Subscribers
cy: Tanysgrifwyr

source: Recent subscribers
cy: Tanysgrifwyr diweddar

source: Tap to continue
cy: Tapia i barhau

source: tap to start
cy: tapia i gychwyn

source: Tap here to change players!
cy: Tapia yma i newid chwaraewr

source: Tap
cy: Tapiwch

source: Tap and Hold
cy: Tapiwch a dal

source: Tap and hold to modify
cy: Tapiwch a dal i addasu

source: Tap for Clock and Timer
cy: Tapiwch ar gyfer y Cloc a'r Amserydd

source: Double tap and hold then swipe left to reveal edit buttons. Hold longer to move rows up or down.
cy: Tapiwch ddwywaith a dal yna sweipiwch i'r dde i ddatgelu'r botymau golygu. Daliwch yn hirach i symud rhesi i fyny neu i lawr.

source: Double-tap to zoom
cy: Tapiwch ddwywaith i nesáu/pellhau

source: Double-tap to change color
cy: Tapiwch ddwywaith i newid lliw

source: Double-tap to divide.
cy: Tapiwch ddwywaith i rannu.

source: Tap to Refresh
cy: Tapiwch i adnewyddu

source: Tap to retry
cy: Tapiwch i ailgynnig

source: Tap to play
cy: Tapiwch i chwarae

source: Tap to show this Help
cy: Tapiwch i ddangos y Cymorth hwn

source: Tap to show Options and Settings
cy: Tapiwch i ddangos yr Opsiynau a Gosodiadau

source: Tap to take a photo of how you feel
cy: Tapiwch i dynnu llun o sut rydych chi'n teimlo

source: Tap to take a photo of what you see
cy: Tapiwch i dynnu llun o'r hyn rydych chi'n gweld

source: Tap to take a photo, long press to record a video
cy: Tapiwch i dynnu llun, pwyswch yn hir i recordio fideo

source: Tap anywhere to add text
cy: Tapiwch unrhyw le i ychwanegu testun

source: Tap the map to get directions
cy: Tapiwch y map i gael cyfarwyddiadau

source: Tap here to change.
cy: Tapiwch yma i newid.

source: Tap here to see who liked this post
cy: Tapiwch yma i weld pwy sydd wedi hoffi'r post hwn

source: Tap the camera button to start
cy: Tarwch ar y botwm camera i gychwyn

source: Tap to open this map
cy: Tarwch i agor y map hwn

source: Tap to show help for the app.
cy: Tarwch i ddangos cymorth ar gyfer yr ap.

source: Tap to return to your maps.
cy: Tarwch i ddychwelyd at eich mapiau.

source: Tap to take a photo or choose an image.
cy: Tarwch i dynnu llun neu dewiswch ddelwedd.

source: Tap to edit this marker.
cy: Tarwch i olygu'r marciwr hwn.

source: Tap to share this map.
cy: Tarwch i rannu'r map hwn.

source: Tap anywhere to continue
cy: Tarwch unrhyw le i barhau

source: Task
cy: Tasg

source: Default task
cy: Tasg diofyn

source: New Task
cy: Tasg newydd

source: Parent task
cy: Tasg wreiddiol

source: Tasks
cy: Tasgau

source: Unlimited tasks
cy: Tasgau diderfyn

source: VAT
cy: TAW

source: Silent
cy: Tawel

source: gadget
cy: teclyn

source: Text Me
cy: Tecstiwch Fi

source: Optional tile. Use it if you need it.
cy: Teilsen ddewisol. Defnyddiwch hi os oes angen.

source: Optional tile. You can save this tile for future rounds.
cy: Teilsen ddewisol. Gallwch gadw'r deilsen hon ar gyfer rowndiau yn y dyfodol.

source: Feeling even more creative?
cy: Teimlo hyd yn oed mwy creadigol?

source: Feeling creative?
cy: Teimlo'n greadigol?

source: Type the %@ for the %@
cy: Teipiwch %@ ar gyfer %@

source: Type a friend's name
cy: Teipiwch enw ffrind

source: Expeditions
cy: Teithiau

source: Passes
cy: Teithiau

source: Travel
cy: Teithio

source: passenger
cy: teithiwr

source: passengers
cy: teithwyr

source: Title
cy: Teitl

source: Duplicate Title
cy: Teitl Dyblyg

source: Document title
cy: Teitl y ddogfen

source: TV
cy: Teledu

source: Terms and conditions
cy: Telerau ac amodau

source: Terms of Use
cy: Telerau defnydd

source: Timeout!
cy: Terfyn amser!

source: Increased group limits
cy: Terfynau grŵp wedi'u cynyddu

source: Final
cy: Terfynol

source: Cancel sending
cy: Terfynu

source: Replace Aborted
cy: Terfynwyd yr adfer

source: Text
cy: Testun

source: Summary Text
cy: Testun cryno

source: Horizontal Text
cy: Testun llorweddol

source: PDF header text
cy: Testun pennawd PDF

source: Primary Text
cy: Testun Sylfaenol

source: Family
cy: Teulu

source: Movie Theatre
cy: Theatr ffilmiau

source: Terms of Service
cy: Thelerau Defnyddio

source: Themes
cy: Themâu

source: Team
cy: Tîm

source: Unknown Team
cy: Tîm Anhysbys

source: Dire Team
cy: Tîm Enbyd

source: Teams
cy: Timau

source: Farmland
cy: Tir Ffarmio

source: Tutorial
cy: Tiwtorial

source: Crop
cy: Tocio

source: Trim video
cy: Tocio fideo

source: Ticket
cy: Tocyn

source: Toggle grid
cy: Toglo'r grid

source: Highlights Color Tone
cy: Tôn lliw uchafbwyntiau

source: Midtones
cy: Tonau canol

source: Break
cy: Toriad

source: Cut
cy: Torri

source: Transport
cy: Trafnidiaeth

source: Arrange
cy: Trefnu

source: Organize
cy: Trefnu

source: Scheduling
cy: Trefnu

source: Sorting
cy: Trefnu

source: Order entries by
cy: Trefnu cofnodion yn ôl

source: Order tasks how you want.
cy: Trefnu tasgau fel y mynnoch.

source: Sort by client
cy: Trefnu yn ôl cleient

source: Sort by date
cy: Trefnu yn ôl dyddiad

source: scheduled %@
cy: trefnwyd %@

source: SCHEDULED TODAY
cy: TREFNWYD HEDDIW

source: Train
cy: Trên

source: trending
cy: trendio

source: Max percent spent on
cy: Treuliwyd y ganran uchaf ar

source: Gestures and Touch Handling
cy: Trin Ystumiau a Chyffwrdd

source: Try again?
cy: Trio eto?

source: Try App
cy: Trio'r Ap

source: Feet (ft)
cy: Troedfedd (ft)

source: Ft/Hour
cy: Troedfedd/Awr

source: Ft/Sec
cy: Troedfedd/Eil

source: Ft/Min
cy: Troedfedd/Mun

source: Feet²
cy: Troedfedd²

source: Feet³
cy: Troedfedd³

source: Feet
cy: Troedfeddi

source: Footer
cy: Troedyn

source: Spin the wheel.
cy: Troelli'r olwyn.

source: Turn off Passcode
cy: Troi'r cod cyfrin i ffwrdd

source: Turn Passcode Off
cy: Troi'r cod cyfrin i ffwrdd

source: Turn Passcode On
cy: Troi'r cod cyfrin ymlaen

source: Crime
cy: Trosedd

source: Convert or Copy your answer
cy: Trosi neu Gopïo'ch ateb

source: Convert Answer
cy: Trosi'r Ateb

source: CONVERT UNIT TO
cy: TROSI'R UNED I

source: CONVERT UNIT FROM
cy: TROSI'R UNED O

source: Overview
cy: Trosolwg

source: Year overview
cy: Trosolwg blwyddyn

source: Calendar overview
cy: Trosolwg calendr

source: Overtime overview
cy: Trosolwg goramser

source: Projects overview
cy: Trosolwg o brosiectau

source: Month overview
cy: Trosolwg o'r mis

source: Week overview
cy: Trosolwg o'r wythnos

source: Converter
cy: Troswr

source: PTO
cy: TROWCH DROSODD

source: Heavy
cy: Trwm

source: By signing up, you agree with our Terms of Service
cy: Trwy gofrestru, rydych yn cytuno â'n Telerau Gwasanaeth

source: By creating your account you confirm that you’ve read and accept the Terms of Use.
cy: Trwy greu eich cyfrif rydych yn cadarnhau eich bod wedi darllen a derbyn y Telerau Defnyddio.

source: All Day
cy: Trwy'r Dydd

source: Charge batteries
cy: Trydanu batris

source: Tweet
cy: Trydar

source: Tweet It
cy: Trydaru am hwn

source: Transparent
cy: Tryloyw

source: China
cy: Tsieina

source: Inside
cy: Tu mewn

source: Plant growth
cy: Twf y planhigion

source: Turkey
cy: Twrci

source: Counting House
cy: Tŷ Cyfrif

source: Inn
cy: Tŷ Tafarn

source: Poor House
cy: Tŷ Tlawd

source: Grow your mind
cy: Tyfwch eich meddwl

source: Temperature
cy: Tymheredd

source: Minus
cy: Tynnu

source: Remove
cy: Tynnu

source: Replace
cy: Tynnu

source: Snap a Photo
cy: Tynnu Llun

source: Take a Photo
cy: Tynnu llun

source: Take a picture of a map
cy: Tynnu llun o fap

source: Take new
cy: Tynnu un newydd

source: Remove Filter
cy: Tynnu'r hidlydd

source: Remove location
cy: Tynnu'r lleoliad

source: Take your first photo now!
cy: Tynnwch eich llun cyntaf nawr!

source: Pull to refresh…
cy: Tynnwch i adnewyddu…

source: Pull down to refresh
cy: Tynnwch i lawr i adnewyddu

source: Make a funny face
cy: Tynnwch wyneb doniol

source: Taken by %@
cy: Tynnwyd gan %@

source: Post removed from World
cy: Tynnwyd y Post o'r Byd

source: Dark
cy: Tywyll

source: Prince
cy: Tywysog

source: Princess
cy: Tywysoges

source: Record
cy: Uchaf

source: Highlights
cy: Uchafbwyntiau

source: Your username can be max [LENGTH] chars
cy: Uchafswm hyd yr enw defnyddiwr yw [LENGTH]

source: Maximum 10 tags per post!
cy: Uchafswm o 10 tag fesul post!

source: Max Hours/Week
cy: Uchafswm Oriau yr Wythnos

source: Maximum: 22 seats
cy: Uchafswm: 22 sedd

source: Maximise bar height
cy: Uchafu uchder y bar

source: Height
cy: Uchder

source: End Alt
cy: Uchder ar y diwedd

source: Max Alt
cy: Uchder uchaf

source: High
cy: Uchel

source: High and Low
cy: Uchel ac Isel

source: Nobles
cy: Uchelwyr

source: Above
cy: Uchod

source: USA
cy: UDA

source: one task
cy: un dasg

source: One moment
cy: Un eiliad

source: Single Daily Reminder
cy: Un nodyn atgoffa dyddiol

source: One last thing.
cy: Un peth arall.

source: Actual
cy: Union

source: Actual (To Scale)
cy: Union faint (i raddfa)

source: Join
cy: Uno

source: Any problems or suggestions?
cy: Unrhyw broblemau neu awgrymiadau?

source: Invalid URL
cy: URL annilys

source: Above bar
cy: Uwchben y bar

source: Upgrade Successful!
cy: Uwchraddiad Llwyddiannus!

source: Upgrade
cy: Uwchraddio

source: Upgrade for %@
cy: Uwchraddio ar gyfer %@

source: Upgrade to [APPNAME] Pro and get:
cy: Uwchraddio i [APPNAME] Pro a chael:

source: Upgrade to the Pro version
cy: Uwchraddio i'r fersiwn Pro

source: Update now
cy: Uwchraddio nawr

source: Upgrade Your Account:
cy: Uwchraddio'ch cyfrif:

source: upgrade app
cy: uwchraddio'r ap

source: Update now for amazing new features in [APPNAME]:
cy: Uwchraddiwch nawr am nodweddion newydd gwych [APPNAME]:

source: Walk or Run
cy: Cerdded neu Redeg

source: Wow, excellent work
cy: Waw, ardderchog

source: Wow, that was impressive!
cy: Waw, roedd hwnna'n wefreiddiol!

source: Ukraine
cy: Wcráin

source: Web
cy: We

source: %@ words reviewed
cy: wedi adolygu %@ gair

source: All tips reset
cy: Wedi ailosod pob darn o gyngor

source: Goal disabled!
cy: Wedi analluogi'r nod!

source: Invites sent!
cy: Wedi anfon gwahoddiadau!

source: Forgot password?
cy: Wedi anghofio cyfrinair?

source: Forgotten password?
cy: Wedi anghofio cyfrinair?

source: Forgot your username or password?
cy: Wedi anghofio eich enw defnyddiwr neu gyfrinair?

source: Forgot your Password?
cy: Wedi anghofio'ch cyfrinair?

source: RSVPd
cy: Wedi ateb

source: Blocked %{USERNAME}
cy: Wedi blocio %{USERNAME}

source: Removed
cy: Wedi cael gwared â'r eitem

source: got this? %s
cy: wedi cael hwn? %s

source: Cancelled
cy: Wedi Canslo

source: CANCELLED
cy: WEDI CANSLO

source: closed at
cy: wedi cau am

source: Heard of [APPNAME]?
cy: Wedi clywed am [APPNAME]?

source: Heard of [APPNAME]? We use it {{#businessName}}at {{businessName}} {{/businessName}}for employee scheduling and it's awesome!
cy: Wedi clywed am [APPNAME]? Rydym yn ei ddefnyddio {{#businessName}}yn {{businessName}} {{/businessName}}i drefnu amserlenni gweithwyr ac mae'n wych!

source: Database Copied
cy: Wedi copïo'r gronfa ddata

source: Done
cy: Wedi cwblhau

source: done %@
cy: wedi cwblhau %@

source: Auto Delete Completed
cy: Wedi cwblhau awto ddileu

source: Sign up incomplete
cy: Wedi cwblhau cofrestru

source: Upload complete!
cy: Wedi cwblhau llwytho!

source: Course complete!
cy: Wedi cwblhau'r cwrs!

source: Level complete!
cy: Wedi cwblhau'r lefel!

source: DAILY GOAL COMPLETE!
cy: WEDI CWBLHAU'R NOD DYDDIOL!

source: Purchase Complete.
cy: Wedi Cwblhau'r Prynu.

source: Session Complete!
cy: Wedi cwblhau'r sesiwn!

source: Post featured
cy: Wedi cynnwys y post

source: Maximum number of tasks reached. Upgrade to [APPNAME] Pro to unlock unlimited tasks.
cy: Wedi cyrraedd uchafswm nifer y tasgau. Uwchraddiwch i [APPNAME] Pro i ddatgloi tasgau diderfyn.

source: Reached limit on verify code submission retries. Please wait.
cy: Wedi cyrraedd y terfyn ar ailgynigion i gyflwyno'r cod dilysu. Arhoswch os gwelwch yn dda.

source: Synced successfully
cy: Wedi cysoni'n llwyddiannus

source: Unlocked
cy: Wedi datgloi

source: All animals unlocked
cy: Wedi datgloi pob anifail

source: Account Unlinked!
cy: Wedi datgysylltu'r cyfrif!

source: started!
cy: wedi dechrau!

source: Elder Woken
cy: Wedi deffro henadur

source: expired
cy: wedi dod i ben

source: Expired
cy: Wedi dod i ben

source: %@ words learned
cy: wedi dysgu %@ gair

source: %@ points earned
cy: wedi ennill %@ pwynt

source: Landed
cy: Wedi Glanio

source: Requested
cy: Wedi gofyn am

source: Requested off
cy: Wedi gofyn am amser i ffwrdd

source: finished
cy: wedi gorffen

source: Save complete
cy: Wedi gorffen cadw

source: finished import
cy: wedi gorffen mewngludo

source: Done Cropping
cy: Wedi gorffen tocio

source: Done Trimming
cy: Wedi gorffen tocio

source: Done! Now, say hello to your new friends.
cy: Wedi gorffen! Nawr, beth am ddweud shw mae i'ch ffrindiau newydd.

source: Goal set!
cy: Wedi gosod y nod!

source: Decreased
cy: Wedi gostwng

source: Invited
cy: Wedi gwahodd

source: Commented
cy: Wedi gwneud sylw

source: Commented on your Broadcast: %s
cy: wedi gwneud sylw ar eich broadcast: %s

source: Commented on your prediction "%1$@"
cy: Wedi gwneud sylw ar eich rhagfynegiad "%1$@"

source: Previously Watched
cy: Wedi Gwylio o'r Blaen

source: Watched your video
cy: Wedi gwylio'ch fideo

source: Previously Watched %s
cy: Wedi gwylio'n flaenorol %s

source: Course downloaded!
cy: Wedi lawrlwytho'r cwrs!

source: Succeeded
cy: Wedi llwyddo

source: Your database is successfully restored.
cy: Wedi llwyddo adfer eich cronfa ddata.

source: Successfully Restored Previous Purchases
cy: Wedi llwyddo adfer eitemau brynoch chi eisoes

source: Import of %d entries successfully accomplished
cy: Wedi llwyddo mewngludo %d cofnod

source: Purchase Successful!
cy: Wedi Llwyddo Prynu!

source: Failed
cy: Wedi methu

source: Restore failed
cy: Wedi methu adfer

source: Database restore failed
cy: Wedi methu adfer y gronfa ddata

source: Failed to restore!
cy: Wedi methu adfer!

source: Failed to send SMS!
cy: Wedi methu ag anfon neges y neges destun!

source: Export Failed
cy: Wedi methu allgludo

source: Failed to send:
cy: Wedi methu anfon:

source: Sending failed.
cy: Wedi methu anfon.

source: Whoops! Sending failed. Tap to try again.
cy: Wedi methu anfon. Tapiwch i ailanfon.

source: Failed to authorize
cy: Wedi methu awdurdodi

source: Failed to get the log from the system.
cy: Wedi methu cael y dyddlyfr o'r system.

source: Failed to output data file
cy: Wedi methu creu ffeil allbwn data

source: Failed to output image file
cy: Wedi methu creu ffeil allbwn delwedd

source: Approve Failed.
cy: Wedi Methu Cymeradwyo.

source: Sync failed, tap to try again.
cy: Wedi methu cysoni, tapiwch i geisio eto.

source: Connection to the cloud failed
cy: Wedi methu cysylltu â'r cwmwl

source: Connection failure. Please try again later.
cy: Wedi methu cysylltu. Rhowch gynnig arall arni nes ymlaen.

source: Unsubscribe failed
cy: Wedi methu dad-danysgrifio

source: Accept Failed.
cy: Wedi Methu Derbyn.

source: Delete Failed.
cy: Wedi Methu Dileu.

source: Decline Failed.
cy: Wedi methu gwrthod.

source: Upload Failed
cy: Wedi methu llwytho

source: Failed to load friends. Tap to retry.
cy: Wedi methu llwytho ffrindiau. Tapiwch i ailgynnig.

source: Upload failed. Tap to retry.
cy: Wedi methu llwytho. Tapiwch i geisio eto.

source: Image loading failed.
cy: Wedi methu llwytho'r ddelwedd.

source: Import failed
cy: Wedi methu mewngludo

source: Failed to login
cy: Wedi methu mewngofnodi

source: Failed to log in. Please try again.
cy: Wedi methu mewngofnodi. Rhowch gynnig arall arni.

source: Posting failed
cy: Wedi methu postio

source: Purchase Failed
cy: Wedi methu prynu

source: Purchase Failed. Please try again later.
cy: Wedi methu prynu. Rhowch gynnig arall arni yn nes ymlaen.

source: Facebook sharing failure
cy: Wedi methu rhannu ar Facebook

source: Twitter sharing failure
cy: Wedi methu rhannu ar Twitter

source: Failed move to iCloud
cy: Wedi methu symud i iCloud

source: Subscribe failed
cy: Wedi methu tanysgrifio
